[
    {
        "id": 369557,
        "state": "Выполнено",
        "name": "Трубопровод системы гидроподъема роторов",
        "point": "2.3.9",
        "type": "Разработка документации (комплекта РД или ПД)",
        "category": "По графику",
        "product": "РД",
        "term_date": "2019-01-01",
        "author": "Веренцова Светлана Валентиновна",
        "responsible": "Старцева Наталья Александровна",
        "document_code": "",
        "suit": "Разработка 3-х мерной компоновки",
        "contract": {
            "id": 2184,
            "name": "27674/40/21475-Д"
        },
        "schedule": "Силовые машины (по СТО)",
        "project": {
            "id": 12,
            "name": "Руппур АЭС"
        },
        "construction": null,
        "plan": {
            "start_date": "2018-04-06",
            "finish_date": "2018-11-27",
            "labor": 146.78
        },
        "actual": {
            "start_date": "2018-04-03",
            "finish_date": "2018-11-27",
            "labor": 183.75
        },
        "department": {
            "id": 2218,
            "title": "ГрКомпиР",
            "breadcrumb": "НижПИ/БКП-1/ОРО/ГрКомпиР"
        },
        "tasks": [
            {
                "id": 2855588,
                "state": "Выполнено",
                "name": "Разработка 3-х мерной компоновки",
                "developer": "Приходько Наталия Александровна",
                "department": {
                    "id": 2218,
                    "title": "ГрКомпиР",
                    "breadcrumb": "НижПИ/БКП-1/ОРО/ГрКомпиР"
                },
                "plan": {
                    "start_date": "2018-11-21T00:00:00",
                    "finish_date": "2018-11-27T00:00:00",
                    "labor": 32.0
                },
                "actual": {
                    "start_date": "2018-11-21T00:00:00",
                    "finish_date": "2018-11-27T00:00:00",
                    "labor": 26.8
                },
                "comment": "",
                "@timestamp": "2018-11-21T10:28:41.615"
            }
        ],
        "@timestamp": "2018-04-19T09:40:25.833"
    },
    {
        "id": 369570,
        "state": "Выполнено",
        "name": "Трубопроводы управления предохранительными клапанами",
        "point": "2.3.22",
        "type": "Разработка документации (комплекта РД или ПД)",
        "category": "По графику",
        "product": "РД",
        "term_date": "2019-01-01",
        "author": "Веренцова Светлана Валентиновна",
        "responsible": "Приходько Наталия Александровна",
        "document_code": "",
        "suit": "ПП (принципиальная схема) без оформления",
        "contract": {
            "id": 2184,
            "name": "27674/40/21475-Д"
        },
        "schedule": "Силовые машины (по СТО)",
        "project": {
            "id": 12,
            "name": "Руппур АЭС"
        },
        "construction": null,
        "plan": {
            "start_date": "2018-04-20",
            "finish_date": "2018-09-24",
            "labor": 50.58
        },
        "actual": {
            "start_date": "2018-04-23",
            "finish_date": "2018-09-26",
            "labor": 35.0
        },
        "department": {
            "id": 2218,
            "title": "ГрКомпиР",
            "breadcrumb": "НижПИ/БКП-1/ОРО/ГрКомпиР"
        },
        "tasks": [
            {
                "id": 2637206,
                "state": "Выполнено",
                "name": "Разработка 3-х мерной компоновки",
                "developer": "Приходько Наталия Александровна",
                "department": {
                    "id": 2218,
                    "title": "ГрКомпиР",
                    "breadcrumb": "НижПИ/БКП-1/ОРО/ГрКомпиР"
                },
                "plan": {
                    "start_date": "2018-09-05T00:00:00",
                    "finish_date": "2018-09-24T00:00:00",
                    "labor": 32.0
                },
                "actual": {
                    "start_date": "2018-09-06T00:00:00",
                    "finish_date": "2018-09-26T00:00:00",
                    "labor": 19.5
                },
                "comment": "Трубопроводы управления предохранительными клапанами",
                "@timestamp": "2018-09-05T14:24:33.913"
            }
        ],
        "@timestamp": "2018-04-19T09:40:27.236"
    },
    {
        "id": 480741,
        "state": "В работе",
        "name": "Здание турбины (10UMA). Задание заводу на  Трубопроводы обессоленной воды от ХВО (с эстакады) на заполнение баков и систем машзала Рр<2,2 МПа ",
        "point": "85",
        "type": "Разработка документации (комплекта РД или ПД)",
        "category": "По графику",
        "product": "РД",
        "term_date": "2019-10-20",
        "author": "Веренцова Светлана Валентиновна",
        "responsible": "Приходько Наталия Александровна",
        "document_code": "RPR.0120.10UMA.LCP.TM.TB0012.Z0001",
        "suit": "РД (чертеж) с участием 3D",
        "contract": {
            "id": 2210,
            "name": "7764/161087"
        },
        "schedule": "График_РД_МАШЗАЛ",
        "project": {
            "id": 12,
            "name": "Руппур АЭС"
        },
        "construction": "10UMA",
        "plan": {
            "start_date": "2019-07-19",
            "finish_date": "2019-10-08",
            "labor": 323.96
        },
        "actual": {
            "start_date": "2019-08-14",
            "finish_date": "2019-10-17",
            "labor": 151.85
        },
        "department": {
            "id": 2218,
            "title": "ГрКомпиР",
            "breadcrumb": "НижПИ/БКП-1/ОРО/ГрКомпиР"
        },
        "tasks": [
            {
                "id": 3352890,
                "state": "Ожидание",
                "name": "Печать",
                "developer": "Приходько Наталия Александровна",
                "department": {
                    "id": 2218,
                    "title": "ГрКомпиР",
                    "breadcrumb": "НижПИ/БКП-1/ОРО/ГрКомпиР"
                },
                "plan": {
                    "start_date": "2019-10-07T00:00:00",
                    "finish_date": "2019-10-08T00:00:00",
                    "labor": 4.0
                },
                "actual": {
                    "start_date": null,
                    "finish_date": null,
                    "labor": 0.0
                },
                "comment": "",
                "@timestamp": "2019-05-23T12:14:30.011"
            },
            {
                "id": 3352894,
                "state": "Ожидание",
                "name": "Подпись ГИПа",
                "developer": "Приходько Наталия Александровна",
                "department": {
                    "id": 2218,
                    "title": "ГрКомпиР",
                    "breadcrumb": "НижПИ/БКП-1/ОРО/ГрКомпиР"
                },
                "plan": {
                    "start_date": "2019-10-04T00:00:00",
                    "finish_date": "2019-10-04T00:00:00",
                    "labor": 1.0
                },
                "actual": {
                    "start_date": null,
                    "finish_date": null,
                    "labor": 0.0
                },
                "comment": "",
                "@timestamp": "2019-05-23T12:14:30.011"
            },
            {
                "id": 3352888,
                "state": "Ожидание",
                "name": "Сдача в архив (подписание КВПП, КУПП, отнесение документации в архив)",
                "developer": "Приходько Наталия Александровна",
                "department": {
                    "id": 2218,
                    "title": "ГрКомпиР",
                    "breadcrumb": "НижПИ/БКП-1/ОРО/ГрКомпиР"
                },
                "plan": {
                    "start_date": "2019-10-08T00:00:00",
                    "finish_date": "2019-10-08T00:00:00",
                    "labor": 1.0
                },
                "actual": {
                    "start_date": null,
                    "finish_date": null,
                    "labor": 0.0
                },
                "comment": "",
                "@timestamp": "2019-05-23T12:14:30.011"
            },
            {
                "id": 3352907,
                "state": "В работе",
                "name": "Составление листа общих данных",
                "developer": "Приходько Наталия Александровна",
                "department": {
                    "id": 2218,
                    "title": "ГрКомпиР",
                    "breadcrumb": "НижПИ/БКП-1/ОРО/ГрКомпиР"
                },
                "plan": {
                    "start_date": "2019-09-30T00:00:00",
                    "finish_date": "2019-10-01T00:00:00",
                    "labor": 4.0
                },
                "actual": {
                    "start_date": "2019-10-15T00:00:00",
                    "finish_date": "2019-10-15T00:00:00",
                    "labor": 2.0
                },
                "comment": "",
                "@timestamp": "2019-05-23T12:14:30.011"
            },
            {
                "id": 3352911,
                "state": "В работе",
                "name": "Разработка 3D-модели/чертежей с учетом результатов расчета",
                "developer": "Приходько Наталия Александровна",
                "department": {
                    "id": 2218,
                    "title": "ГрКомпиР",
                    "breadcrumb": "НижПИ/БКП-1/ОРО/ГрКомпиР"
                },
                "plan": {
                    "start_date": "2019-09-16T00:00:00",
                    "finish_date": "2019-09-26T00:00:00",
                    "labor": 77.0
                },
                "actual": {
                    "start_date": "2019-10-11T00:00:00",
                    "finish_date": "2019-10-16T00:00:00",
                    "labor": 11.0
                },
                "comment": "ОПС",
                "@timestamp": "2019-05-23T12:14:30.011"
            },
            {
                "id": 3352910,
                "state": "Ожидание",
                "name": "Занесение позиций спец-ции в ИСУП",
                "developer": "Приходько Наталия Александровна",
                "department": {
                    "id": 2218,
                    "title": "ГрКомпиР",
                    "breadcrumb": "НижПИ/БКП-1/ОРО/ГрКомпиР"
                },
                "plan": {
                    "start_date": "2019-09-26T00:00:00",
                    "finish_date": "2019-09-26T00:00:00",
                    "labor": 1.0
                },
                "actual": {
                    "start_date": null,
                    "finish_date": null,
                    "labor": 0.0
                },
                "comment": "",
                "@timestamp": "2019-05-23T12:14:30.011"
            }
        ],
        "@timestamp": "2018-08-31T15:49:41.634"
    }
]